eamodio.gitlens
esbenp.prettier-vscode
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
PKief.material-icon-theme
sohamkamani.code-eol
timonwong.shellcheck
